Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Karteczka, którą znalazłem w domu Venzela.
uk: Записка, яку я знайшов у будинку Венцеля.

source: Karteczka, którą znalazłem w kuchni,
uk: Записка, яку я знайшов на кухні,

source: Kartka wyrwana z dziennika Kurta.
uk: Сторінка, вирвана зі щоденника Курта.

source: Kartograf Ludwig przekazuje, że mapa jest gotowa do odebrania. Kazał również powiedzieć, że operacja zakończyła się połowicznym sukcesem. Część mapy jest czytelna, część nie.
uk: Картограф Людвіг повідомляє, що мапа готова. Він також просить передати, що процедура пройшла лише наполовину успішно. Частину мапи можна прочитати, частину – ні.

source: Kary się nie spodziewaj, ale nasza umowa utraci ważność. Czy jest to dla ciebie zrozumiałe?
uk: Не чекай на покарання, але наша угода втратить силу. Тобі це зрозуміло?

source: Kary za zbrukanie imienia Gildii są surowsze, ale nagrody za skuteczne działanie wyższe. Nie wspominając już o dostępie do sprzętu i trenerów pierwszej klasy!
uk: Якщо ти заплямуєш ім'я Гільдії, покарання буде суворішим, але винагорода за ефективну роботу тут вища. Не кажучи вже про доступ до першокласного спорядження та вчителів!

source: Kat
uk: Кат

source: Katalog Błędów Wyznawców Adanosa
uk: Каталог помилок послідовників Аданоса

source: Kathia
uk: Катя

source: Kathia jest zdenerwowana przez Pietera, który siedzi w rogu pokoju i cały czas się na nią gapi. Obiecałem jej, że zrobię z nim porządek. Może jeśli rozwiążę jej problem, dziewczyna trochę się rozchmurzy i powie coś więcej o zbieraczu ziół?
uk: Катю непокоїть Пітер, який сидить у кутку кімнати та увесь час витріщається на неї. Я пообіцяв їй, що розберуся з ним. Може, якщо я вирішу її проблему, дівчина трохи повеселішає і розповість щось корисне про збирача трав?

source: Kathia wyjawiła mi, że były człowiek Ernesto parę dni temu faktycznie ją odwiedził. Podobno miał się udać do Łaźni na odpoczynek. Potwierdziła też, że miał na imię Kaf. Może z odrobiną szczęścia jeszcze go tam znajdę?
uk: Катя розповіла мені, що людина Ернесто відвідувала її кілька днів тому. Схоже, він збирався піти відпочивати до Лазні. Вона також підтвердила, що його звали Каф. Можливо, якщо мені пощастить, я ще зможу його там знайти?

source: Katowski topór
uk: Сокира ката

source: Katrina
uk: Катріна

source: Kawał metalu z kształtu przypominający ostrze.
uk: Шматок металу, що має форму клинка.

source: Kawał soli
uk: Шмат солі

source: Kawałek aromatycznego cynamonu.
uk: Шматочок ароматної кориці.

source: Kawałek dalej jest mała jaskinia, znajdziesz tam kilku odpoczywających górników i naszych strażników.
uk: Трохи далі є невелика печера, де відпочивають гірники та наші вартові.

source: Kawałek drewna palmowego
uk: Брусок з пальмового дерева

source: Kawałek na północ leżała wioska rybacka, która z czasem rozrosła się do rozmiarów pełnoprawnego miasteczka. Volfzack, widząc wyraźne korzyści z rozwoju rybołówstwa i prowadzenia wypraw łupieżczych na sąsiednie wyspy, postanowił wcielić portową osadę do Archolos, ogradzając przy tym całą aglomerację wysoką palisadą.
uk: Трохи північніше лежало рибальське селище, яке з часом розрослося до рівня повноцінного села. Вольфзак, бачачи явну вигоду від розвитку рибальства та від проведення грабіжницьких набігів на сусідні острови, вирішив приєднати це поселення до міста Архолос, обгородивши всю його територію високим частоколом.

source: Kawałki magicznej rudy zasypują okolicę...
uk: Шматки магічної руди розлітаються навколо...

source: Kawałki mięsa owinięte w kapustę
uk: Шматочки м'яса, загорнуті в капусту,

source: Kawałki srebra zasypują okolicę...
uk: Шматки срібла розлітаються навколо...

source: Kawałki złota zasypują okolicę...
uk: Шматки золота розлітаються навколо...

source: Kawałki żelaza zasypują okolicę...
uk: Шматки заліза розлітаються навколо...

source: Kazał ci przekazać ten list i obiecał, że osobiście zajmie się oprychem.
uk: Він попросив передати тобі лист і пообіцяв особисто розібратися з головорізами.

source: Kazał ci także przekazać tę szatę, żebyś nie biegał na zewnątrz w tych starych zniszczonych ubraniach.
uk: Він також попросив віддати тобі це вбрання, щоб ти не бігав надворі в тому старому зношеному одязі.

source: Kazał przekazać, że potrzebuje wszystkich towarów z tej listy. Jeśli nie zdołasz ich dostarczyć, będę musiał udać się do Winnicy Holdwiga.
uk: Він просив передати, що йому потрібні всі товари з цього списку. Якщо ти не зможеш їх доставити, я буду змушений піти до виноградника Гольдвіга.

source: Kazałam ci się pozbyć drani, którzy robią burdy w mojej karczmie, a ty wywołujesz bójki i jeszcze całkowicie upijasz moich klientów?
uk: Я просила тебе позбутися вилупків, які влаштовують бійки в моїй корчмі, а ти сам їх влаштовуєш, і при цьому споюєш моїх клієнтів?

source: Kazałam ci się pozbyć tych pijaków, a nie upijać się razem z nimi!
uk: Я ж просила тебе позбутися тих п'яниць, а не напиватися з ними!

source: Kazałam ci się pozbyć tych pijaków, a ty zniknąłeś na kilka dni?!
uk: Я ж тебе просила позбутися тих п'яниць, а ти зник на кілька днів?!

source: Kazałem ci przekazać ją Antonio. Ciesz się, że daję ci okazję na naprawienie błędu.
uk: Я казав тобі передати її Антоніо. Радій, що я даю тобі можливість виправити свою помилку.

source: Kazałem im zapłacić za nie zastaw, bo to droga rzecz, ale nawet pomimo tego, pracownicy zniknęli po kilku dniach.
uk: Я змусив їх заплатити за неї заставу, бо це дорога деталь, але навіть попри це, робітники зникли через декілька днів.

source: Kazałem pracownikom wrzucać najlepsze kawałki do skrzyni przy tym budowanym okręcie.
uk: Я попросив працівників скласти найкращі дошки в ящик біля недобудованого корабля.

source: Kazeem
uk: Казім

source: Kazeem miał sporo szczęścia, gdyż udało mu się uciec z wyspy jeszcze przed bitwą o miasto.
uk: Казіму пощастило, адже йому вдалося втекти з острова ще перед битвою за місто.

source: Kazeem nie chciał oddać mi domu gdy odmówiłem zapłaty. To chyba nie był najlepszy pomysł...
uk: Казім вирішив залишити будинок собі, коли я відмовився платити. Можливо, це була не найкраща ідея...

source: Kazeem nie potrzebował dodatkowej motywacji by pomóc w pracach zlecanych przez Starszego.
uk: Казіму не знадобилась додаткова мотивація, щоб почати працювати за дорученням старости.

source: Kazeem też gdzieś jak kamień w wodę przepadł. Chyba szukał pracy w porcie, czy coś takiego. A co z pozostałymi, to sam nie wiem.
uk: Казім теж десь зник, як камінь у воду. Схоже, він шукав роботу в порту чи щось таке. Щодо інших, то я й сам не знаю.

source: Kazeem zajmie się licytacją. Mam się z nim spotkać za dwa dni pod moim nowym domem.
uk: Казім подбає про аукціон. Я зустрінуся з ним через два дні біля мого нового будинку.

source: Każda kobieta ma jakąś czułą strunę.
uk: У кожної жінки є якась ніжна струна.

source: Każda para rąk w obozie jest teraz potrzebna.
uk: Зараз у таборі потрібна кожна пара рук.

source: Każda pomoc jest jednak cenna. Postaram się odpowiedzieć na wszystkie twoje pytania.
uk: Проте, будь-яка допомога буде цінною. Я постараюся відповісти на всі твої запитання.

source: Każda prężnie działająca organizacja musi zapewnić swoim interesom bezpieczeństwo.
uk: Будь-яка процвітаюча організація повинна забезпечувати захист своїх інтересів.

source: Każda tarcza trafiona w sam środek!
uk: Кожна мішень вражена прямо по центру!

source: Każda z nich zakradnie się do jednego z wejść i zaatakujemy jednocześnie. Renegaci stracą obie potencjalne drogi ucieczki.
uk: Кожна з них прокрадеться до одного з входів, і ми атакуємо одночасно. Відступники втратять обидва потенційні шляхи для втечі.

source: Każde miejsce potrzebuje przywódcy, inaczej rozleciałoby się z wielkim hukiem.
uk: Кожному місцю потрібен лідер, інакше воно просто з тріском розвалиться.

source: Każde z nich składa się na ciało zarządcze zwane „Radą Starszych”, gromadzące się raz do roku wraz z innymi wpływowymi członkami Gildii celem omówienia bieżących kwestii i kierunku prowadzenia polityki. Spotkania te mają zawsze charakter tajny, a ich członkowie rozpoznawani są po rzeźbionych pierścieniach wykonanych z odpowiedniego stopu metali.
uk: Кожен з них входить до складу керівного органу, який називається 'Рада Старійшин', що збирається раз на рік, щоб разом з іншими впливовими членами Гільдії обговорити поточні питання та напрямок своєї діяльності. Ці зустрічі завжди відбуваються таємно, а членів Гільдії розпізнають за вирізьбленими перснями, виготовленими зі спеціального сплаву металів.

source: Każde zachowanie mogące zagrozić integralności wyspy i królestwa będzie skutkowało najwyższym wymiarem kary - śmiercią, lub w wypadku łaski - zesłaniem do Górniczej Doliny!
uk: Будь-яка поведінка, що може поставити під загрозу цілісність острова та королівства, призведе до найвищої міри покарання – до смерті. Або, у випадку помилування – до заслання у Гірничу Долину!

source: Każdego dnia dziękuję Panu za łaskę, jaką mnie obdarował i modlę się o siły, abym dalej mógł mu służyć u boku pozostałych członków Najwyższej Rady.
uk: Щодня я дякую Господу за благодать, якою Він обдарував мене, і молюся про силу, щоб я міг продовжувати служити Йому разом з іншими членами Вищої Ради.

source: Każdego dnia marzyłem tylko o tym, by przywrócić mojemu rodowi dawną chwałę.
uk: Щодня я мріяв лише про те, щоб повернути своєму роду колишню славу.

source: Każdego dnia modlę się o lepsze jutro. Ta wojna kiedyś musi się skończyć!
uk: Щодня я молюся за краще завтра. Ця війна має колись скінчитися!

source: Każdego dnia można usłyszeć te cholerne leśne bestie. Całe szczęście, nie podchodzą za często na nasze tereny.
uk: Щодня можна почути цих проклятих лісових тварюк. На щастя, до нас вони не надто часто заходять.

source: Każdego dnia można usłyszeć te cholerne leśne bestie. Całe szczęście, nie wchodzą zbyt często na nasze tereny.
uk: Щодня можна почути цих проклятих лісових тварюк. На щастя, до нас вони не надто часто заходять.

source: Każdego dnia sumiennie wykonywałem powierzone mi zadania i starałem się uczyć jak najwięcej od moich ówczesnych przełożonych.
uk: Щодня я старанно виконував поставлені переді мною завдання і намагався навчитися якомога більше від своїх тодішніх керівників.

source: Każdego obywatela, który dostarczy takowe przedmioty, nie ominie sowita nagroda!
uk: Кожен громадянин, який передасть такі предмети, не залишиться без щедрої винагороди!

source: Każdego pewnie nie poznasz, ale Volkera znać powinieneś.
uk: Усіх ти і не знатимеш, але Волкера ти знати повинен.

source: Każdego poranka, gdy Słońce znów lśni, to magia uderza do drzwi.
uk: Щоранку, коли Сонце знову встає, це магія стукає у віконце моє.

source: Każdego wieczora możecie liczyć na kufel piwa i ciepły posiłek, a także na spędzenie czasu w doborowym towarzystwie!
uk: Щовечора ви можете розраховувати на кухоль пива та гарячу їжу, а також на приємно проведений час у хорошій компанії!

source: Każdemu należy się odrobina rozrywki. Jak chłopcy napiją się w koszarach, to nie przyniosą wstydu na ulicy.
uk: Кожен заслуговує трохи розслабитися. Якщо хлопці нап'ються у казармах, їм не доведеться ганьбитися на вулиці.

source: Każdemu w Gildii okazujesz należyty szacunek. Czy to dowódca, czy kupiec, czy inny najemnik, wszystkich szanujesz tak samo.
uk: Кожному члену Гільдії ти маєш показувати належну повагу. Неважливо, чи це командир, чи торговець, чи інший найманець.

source: Każdemu, komu zależy na poprawie bytu tej zapadłej dziury, powinno nie być po drodze z Królem, psia mać!
uk: Будь-кому, хто хоче покращити своє життя в цій богами забутій дірі, не по дорозі з Королем, демон його забирай!

source: Każdy ale nie ON! Przestań!
uk: Кожен, але не ВІН! Припини це!

source: Każdy bóg zasługuje na uwielbienie.
uk: Кожен бог заслуговує на поклоніння.

source: Każdy chciał uszczknąć chociaż trochę dla siebie...
uk: Кожен хотів урвати хоча б трішки для себе...

source: Każdy ciężko ranny strażnik może odwiedzić naszego medyka Coruma. Postawi cię na nogi zanim się obejrzysz.
uk: Кожен важкопоранений вартовий може звернутися до нашого медика Корума. І не встигнеш оком моргнути, як він поставить тебе на ноги.

source: Każdy czegoś się napije, założy się o kilka monet, obejrzy jak choć raz ktoś inny obrywa po gębie i od razu wracają do domu w lepszym humorze.
uk: Кожен щось вип'є, зробить ставку на кілька монет, подивиться, як хтось інший отримає по пиці, після чого усі розходяться по домівках у кращому настрої.

source: Każdy członek zakonu musi mieć czyste serce, być odważnym, cnotliwym i gotowym do oddania swego życia w imię Innosa.
uk: Кожен член Ордену повинен мати чисте серце, бути хоробрим, чесним і готовим віддати своє життя в ім'я Інноса.

source: Każdy dobry człowiek jest u nas mile widziany, tylko...
uk: Тут раді кожній хорошій людині, ось тільки...

source: Każdy element twojej broni musi być dopracowany do perfekcji. Balans, ostrość, giętkość klingi w przypadku mieczy, wytrzymałość w przypadku broni obuchowej.
uk: Кожна деталь твоєї зброї має бути доведена до досконалості. Баланс, гострота, гнучкість леза, що стосується мечів, міцність, що стосується важкої зброї.

source: Każdy kolejny krok ku mistrzostwu wymaga coraz więcej pracy. Niezależnie od tego, czy rozwijamy siłę, zręczność, wiedzę magiczną, czy władanie danym rodzajem uzbrojenia, dalsza nauka będzie wymagać coraz większego poświęcenia. Nie zmienią tego żadne eliksiry, amulety ani inne magiczne świecidełka. Pomimo iż natychmiast wzmacniają użytkownika, to nie wpływają na jego własny rozwój.
uk: Кожен етап на шляху до майстерності вимагає дедалі більших зусиль. Неважливо, чи розвиваємо силу, спритність, магічні здібності або володіння зброєю, подальше навчання вимагатиме все більше і більше самовіддачі. Ніякі зілля, амулети чи інші магічні дрібнички не замінять цього. Хоча вони й посилюють їх власника, проте ніяк не впливають на його власний розвиток.

source: Każdy kto może udzielić jakichkolwiek informacji na temat tego zdarzenia, proszony jest o kontakt z przedstawicielami straży miejskiej.
uk: Усіх, хто може надати будь-яку інформацію про цей інцидент, просять звертатися до представників Міської Варти.

source: Każdy kto nie zwariował w kopalni zarządzanej przez królewskich musi być naprawdę zaradny. Ta cecha może okazać się niezwykle przydatna w Vardhal.
uk: Той, хто не з'їхав з глузду у копальні, якою керують королівські посіпаки, має бути справді кмітливим. Ця риса може виявитись надзвичайно корисною у Вардхалі.

source: Każdy kto próbuje choć na chwilę zaistnieć na tym rynku, jest błyskawicznie przeze mnie detronizowany. Bez litości.
uk: Будь-хто, хто хоч на мить спробував зробити собі ім'я на цьому ринку, миттєво скидається мною з престолу. Без жалю.

source: Każdy kusznik podlega bezpośrednio moim poleceniom, więc moje zdanie jest teraz dla ciebie ważniejsze niż zdanie Winstana. Oczywiście, nade mną ciągle jest Roderich.
uk: Кожен арбалетник підпорядковується безпосередньо мені, тож моя думка тепер для тебе важливіша, ніж думка Вінстана. Звичайно, Родеріх досі головніший за мене.

source: Każdy liczy na siebie!
uk: Кожен сам за себе!

source: Każdy ma jednak prawo do błędu!
uk: Кожен має право на помилку!

source: Każdy mag, do jakiego kręgu by nie należał, przynajmniej w pewnym stopniu, musi wiedzieć, co go zabije, a co wzmocni.
uk: Кожен маг, до якого б кола він не належав, повинен хоча б в якійсь мірі знати, що його вб'є, а що зробить сильнішим.

source: Każdy musi się czasem rozluźnić.
uk: Всім потрібно іноді розслаблятися.

source: Każdy myśliwy powinien zacząć od delikatnych skór albo takich pokrytych sierścią, bo łatwo się je ściąga.
uk: Кожен мисливець повинен починати з тонких шкур або зі шкур, вкритих хутром, оскільки їх легко зняти.

source: Każdy mężczyzna zdolny do walki, który otrzyma kartę powołania do armii królewskiej, zobowiązany jest stawić się w koszarach w ciągu dwóch dni.
uk: Кожен чоловік, що здатен тримати меч і отримав повістку про призначення у королівську армію, зобов'язаний з'явитися до казарм протягом двох днів.

source: Każdy oręż ma swoje wady i zalety, należy jednak pamiętać, że to siła będzie zawsze decydowała o dodatkowej mocy wyprowadzanego uderzenia.
uk: Хоча кожна зброя має свої переваги та недоліки, важливо пам'ятати, що від сили завжди буде залежати нанесена шкода.

source: Każdy pion i każda figura mogą się zbijać nawzajem. Jako wyjątek można uznać tylko króla...
uk: Кожен пішак і кожна фігура можуть побити один одного. Винятком можна вважати лише короля...

source: Każdy przestępca, którego złapałem w swoim życiu, robił wszystko, żeby wyłgać się ze swoich zbrodni.
uk: Кожен злочинець, якого я спіймав за своє життя, робив усе, щоб уникнути покарання за свої злочини.

source: Każdy robi wszystko co potrzebne, by twierdza mogła trwać.
uk: Кожен робить все можливе, щоб фортеця вистояла.

source: Każdy strażnik może liczyć na darmowe szkolenie z zakresu umiejętności wymaganych do jego służby.
uk: Кожен вартовий може розраховувати на безкоштовне навчання навичкам, необхідним для його служби.

source: Każdy strażnik, otrzymuje z góry wyznaczone wyposażenie, w skład którego wchodzi mundur, zbroja, prowiant i - jak akurat mamy na zbyciu - broń.
uk: Кожному вартовому видається заздалегідь визначене спорядження, яке включає в себе форму, обладунки, провізію і, якщо є в наявності – то зброю.

source: Każdy tak gada z nożem na gardle.
uk: Кожен так скаже з ножем біля горла.

source: Każdy tak mówi, a kończy się na zwykłej maści na ból pleców.
uk: Усі так кажуть, а закінчується все звичайною маззю від болю в спині.

source: Każdy tak mówi, ale moim zadaniem jest przeskoczyć bariery umysłu i przekazać wiedzę wszystkim, nawet tym opornym!
uk: Всі так кажуть, але моя робота – долати психологічні бар'єри і передавати знання всім, навіть тим, хто цього не бажає!

source: Każdy tak mówi, dopóki nie zobaczy tej bestii. Ale co mi tam. Nawet jeśli stchórzysz, to może uciekając, odgonisz go wystarczająco daleko od mojego miodu.
uk: Всі так кажуть, поки не побачать цього звіра. Але мені яка різниця. Навіть якщо ти злякаєшся, можливо, втікаючи, ти відженеш його достатньо далеко від мого меду.

source: Każdy tępak to wie.
uk: Це знає кожен дурень.

source: Każdy uczestnik wpłaca opłatę za wzięcie udziału w walce. W zależności od renomy twojego przeciwnika, opłata może się znacząco różnić.
uk: Кожен учасник сплачує внесок за участь у поєдинку. Залежно від репутації твого опонента, плата може суттєво відрізнятися.

source: Każdy w Wilczym Leżu jest wojownikiem?
uk: Всі у Вовчому Лігві – воїни?

source: Każdy wie, że jak Stary Will przestanie działać, to gospodarka wyspy padnie. Ale zanim to nastąpi, zagłodzimy się na śmierć.
uk: Всі знають, що якщо Старий Вілл перестане працювати, економіка острова обвалиться. Але перш ніж це станеться, ми помремо з голоду.

source: Każdy wybuch to przyjemne doświadczenie. Inaczej ma się sprawa z tym całym 'nikt nie może się dowiedzieć'.
uk: Кожен вибух – це приємний досвід. Але інша справа, коли 'ніхто не повинен про це дізнатися'.

source: Każdy z nas dostaje lekcje od życia.
uk: Кожен з нас отримує уроки від життя.

source: Każdy z nas jest więcej wart niż dziesięciu strażników. Król odebrał nam już wszystko, nie oddamy mu jeszcze tego!
uk: Кожен з нас вартує більше, ніж десяток вартових. Король вже все у нас відібрав, не віддамо йому ще й цього!

source: Każdy z nas ma swoje cele i drogę do ich realizacji, doskonale powinieneś już wiedzieć, że czasami trzeba się sporo namęczyć by zdobyć to czego się szuka.
uk: У кожного з нас є свої цілі та шлях до їх досягнення, і ти вже маєш добре знати, що іноді доводиться багато працювати, щоб отримати те, що ти шукаєш.

source: Każdy z nas otrzymał jeden, mamy go użyć gdy wypatrzymy Bestię, albo będziemy w tarapatach.
uk: У кожного з нас є такий, і ми повинні використовувати його, якщо побачимо Звіра або потрапимо у біду.

source: Każdy z nas pielęgnuje w sobie ulotne chwile, gdy byliśmy szczęśliwi i nie mieliśmy zmartwień. Często jednak są one zagubione głęboko w naszych wspomnieniach.
uk: Кожен з нас дорожить швидкоплинними моментами, коли ми були щасливими і не мали жодних турбот. Однак вони часто губляться глибоко в нашій пам’яті.

source: Każdy z nas rozpoczynał swoje szkolenie już jako nastolatek. Tylko dzięki temu możemy zostać mistrzami w latach swojej najlepszej formy fizycznej.
uk: Кожен із нас розпочинав своє навчання ще у підлітковому віці. Тільки так ми можемо стати вправними воїнами у самому розквіті сил.

source: Każdy z nas zaczynał swoje szkolenie już jako nastolatek. Tylko dzięki temu możemy zostać mistrzami w latach swojej najlepszej formy fizycznej.
uk: Кожен із нас розпочинав своє навчання ще у підлітковому віці. Тільки так ми можемо стати вправними воїнами у самому розквіті сил.

source: Każdy z oddziałów dowodzony jest przez osobnego sierżanta, który przydziela strażnikom obowiązki.
uk: Кожним з підрозділів командує окремий сержант, який розподіляє обов'язки між вартовими.

source: Każdy zdrowo myślący człowiek zrobiłby na moim miejscu dokładnie to samo!
uk: Кожна розсудлива людина на моєму місці вчинила б точно так само!

source: Każdy łowca w pewnym stopniu szanuje zwierzynę, na jaką poluje. Harpie są stworzone do latania, a nie do gnicia w klatce!
uk: У кожного мисливця є певна повага до дичини, на яку він полює. Гарпії створені літати, а не гнити в клітці!

source: Każdy, kto fanatycznie szuka dobra albo zła, spowija świat w zniszczeniu i rozpaczy. Jedynie poprzez zachowanie równowagi ludzie i wszystko wokół nich może istnieć.
uk: Кожен, хто фанатично прагне добра чи зла, наповнює світ руйнуванням та відчаєм. Лише завдяки рівновазі люди і все навкруги може існувати.

source: Każdy, kto nosi przy sobie tyle ziela, jest moim dobrym przyjacielem.
uk: Той, хто носить з собою стільки трави – мій добрий друг.

source: Każdy, nawet najbardziej niewinny i lichy, posiada ten dar, ale nie każdy wie, jak z niego skorzystać.
uk: Кожен, навіть найбільш невинний і вбогий, має цей дар, але не всі вміють ним користуватися.

source: Każdą recepturę przeczytaj kilka razy zanim weźmiesz się do roboty, a najlepiej ją zapamiętaj. Dbaj o jakość składników i uważaj, żeby nie porywać się z motyką na słońce.
uk: Прочитай кожен рецепт кілька разів, перш ніж приступити до справи, а краще запам'ятай його напам'ять. Слідкуй за якістю складників і намагайся не поспішати з приготуванням.

source: Kerran trzyma drzwi, bo sukinsyny nie odpuszczają. Iorys chce, żebym użył na niej zwoju leczenia, ALE ZA CHOLERĘ NIE WIEM, JAK TO ZROBIĆ!!
uk: Керран тримає двері, бо ці покидьки не збираються відступати. Йоріс хоче, щоб я використав на ній сувій зцілення, але я НЕ ЗНАЮ, ЯК ЦЕ ЗРОБИТИ!!!

source: Kerran zebrał wszystkie sidła, które rozstawił na noc. Wygląda na to, że nawet szczury tu nie zaglądają. Z jednej strony to dobry znak. Z drugiej, musimy oszczędzać zapasy na drogę powrotną.
uk: Керран зібрав усі пастки, які розставив на ніч. Схоже, що навіть щури сюди не заглядають. З одного боку, це добрий знак. З іншого, нам потрібно зберегти припаси на зворотний шлях.

source: Kessel
uk: Кессель

source: Kessel był bardzo zadowolony, gdy dowiedział się o załatwieniu sprawy z krzykaczami Lichwiarza.
uk: Кессель був дуже радий почути, що справу з оповісниками Лихваря було вирішено.

source: Kessel całkowicie się załamał. Wierzył, że to jemu będzie dane dzierżyć Rozjemcę. Chciał dzięki temu dokonać zemsty i zaprowadzić na wyspie pokój.
uk: Кессель повністю зламався. Він вірив, що саме йому судилось володіти Миротворцем. Таким чином він хотів помститися і встановити мир на острові.

source: Kessel jest załamy swoją nieudaną próbą dobycia Rozjemcy. Jego ciało wygląda na jedynie lekko zmrożone, ale umysł i nadzieja zdają się do reszty strzaskane.
uk: Кессель розбитий горем через невдалу спробу підняти Миротворця. Його тіло виглядає лише злегка замерзлим, але його розум і надія розбиті вщент.
